[A_Soutien_militaire_Buff H7BaseBuff]
mName="军事支援"
mTooltip="战争单位攻击目标时造成 %d2 额外伤害。（此数值随掌握等级变化：%spell1.name / 额外伤害每回合仅触发一次。）"

[A_Soutien_militaire_marker H7BaseBuff]
mName="军事支援标记"
mTooltip=""

[A_Soutien_warfare H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="军事支援"
mTooltip="此生物给予英雄的进攻型战争单位 %spell1.name。这会造成额外伤害。"